testsuite/advection/test-discUniFlow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    rim
    {
        type            patch;
        nFaces          320;
        startFace       11840;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6000;
        startFace       12160;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6000;
        startFace       18160;
    }
)

// ************************************************************************* //
